{"cover_img": "http://libimages.princeton.edu/loris/pudl0111%2F4769417%2F00000001.jp2/full/!360,800/0/native.jpg", "voyager_id": "4769417", "num_pages": 28, "pages": [{"text": " The Adventurous BILLY and BETTY ", "title": "The Adventurous Billy and Betty, Page 1", "nid": "2109", "tags": [{"count": 1, "term": "adventure"}, {"count": 1, "term": "betty"}, {"count": 1, "term": "billy"}, {"count": 2, "term": "blonde"}, {"count": 2, "term": "boy"}, {"count": 1, "term": "child"}, {"count": 1, "term": "children"}, {"count": 1, "term": "curiosity"}, {"count": 1, "term": "flower"}, {"count": 1, "term": "gender"}, {"count": 2, "term": "girl"}, {"count": 1, "term": "halo"}, {"count": 1, "term": "innocence"}, {"count": 1, "term": "interest"}, {"count": 1, "term": "joy"}, {"count": 1, "term": "kids"}, {"count": 4, "term": "lamp"}, {"count": 1, "term": "light"}, {"count": 2, "term": "magic"}, {"count": 1, "term": "overalls"}, {"count": 1, "term": "ray"}, {"count": 1, "term": "siblings"}, {"count": 1, "term": "sun"}, {"count": 1, "term": "wordy"}]}, {"text": " ", "title": "The Adventurous Billy and Betty, Page 2", "nid": "2110", "tags": [{"count": 1, "term": "blank"}]}, {"text": " DEDICATED TO THE CHILDREN OF AMERICA BY Van Camp’s Adventures Inspired by MURIEL S MOTHER, (Mrs.) JEWEL BLOCH Stories and Jingles by EDWARD M. CARNEY Illustrations by CARL MUELLER PRICK 50 CENTS Copyright. 1921. by Van Camp Product Company ", "title": "The Adventurous Billy and Betty, Page 3", "nid": "2111", "tags": [{"count": 1, "term": "author"}, {"count": 1, "term": "dedication"}, {"count": 1, "term": "price"}]}, {"text": " ", "title": "The Adventurous Billy and Betty, Page 4", "nid": "2112", "tags": [{"count": 1, "term": "owner"}]}, {"text": " The Jolly Adventures of BILLY VAN and BETTY CAMP ", "title": "The Adventurous Billy and Betty, Page 5", "nid": "2113", "tags": [{"count": 2, "term": "adventures"}, {"count": 1, "term": "betty camp"}, {"count": 1, "term": "billy van"}, {"count": 2, "term": "boy"}, {"count": 1, "term": "children"}, {"count": 1, "term": "education"}, {"count": 1, "term": "friendship"}, {"count": 2, "term": "girl"}, {"count": 1, "term": "Happy"}, {"count": 2, "term": "jolly"}, {"count": 1, "term": "kids"}, {"count": 1, "term": "nametag"}, {"count": 1, "term": "overalls"}, {"count": 1, "term": "stare"}]}, {"text": " For All Good Little Girls and Boys FOR all good little girls and all good little boys. These stories are written, to tell of the joys Of young “Billy” Van and his pal, “Betty” Camp, To whom Master Aladdin presented his Lamp. He told them to rub it, for good things to eat, But he cautioned them both they must be very neat. They must put on their napkins and have their hands clean, Or they’d not get so much as a single Baked Bean! They must learn how to eat with a spoon and a fork — And, at table, not bother their elders with talk. “But just speak when you’re spoken to” — that’s what he said; “Then go quietly, soon after supper, to bed”. So they did what he told them — and what do you think? They just ate and grew fat — and their cheeks they grew pink! When they hungered for food,they just rubbed on the Lamp — And the food that was brought them was labeled “Van Camp.” A is for Alice— Of “Wonderland” fame. If she ever got lost, She remembered her name. B is for Beans— And it’s also for Baked. If they have Van Camp’s label, There’s no better make. ", "title": "The Adventurous Billy and Betty, Page 6", "nid": "2114", "tags": [{"count": 1, "term": "advertisement"}, {"count": 1, "term": "aladdin"}, {"count": 2, "term": "alice"}, {"count": 1, "term": "alice in wonderland"}, {"count": 1, "term": "baked"}, {"count": 2, "term": "beans"}, {"count": 1, "term": "behavior"}, {"count": 1, "term": "castle"}, {"count": 1, "term": "education"}, {"count": 1, "term": "Elders"}, {"count": 1, "term": "fairy tale"}, {"count": 1, "term": "Fairy Tales"}, {"count": 1, "term": "far"}, {"count": 1, "term": "food"}, {"count": 1, "term": "genie"}, {"count": 1, "term": "girl"}, {"count": 1, "term": "good"}, {"count": 1, "term": "good behavior"}, {"count": 1, "term": "hungry"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "learning"}, {"count": 1, "term": "lesson"}, {"count": 2, "term": "lessons"}, {"count": 1, "term": "magical"}, {"count": 3, "term": "manners"}, {"count": 1, "term": "morals"}, {"count": 1, "term": "mushrooms"}, {"count": 1, "term": "napkins"}, {"count": 1, "term": "naughty"}, {"count": 1, "term": "rags to riches"}, {"count": 1, "term": "rhyme"}, {"count": 1, "term": "sun"}, {"count": 1, "term": "think"}, {"count": 1, "term": "wishing"}, {"count": 1, "term": "wonderland"}]}, {"text": " This shows you Aladdin Presenting his Lamp To brave “Billy” Van And the sweet “Betty” Camp. If the doggie had taken A bite of his leg, Poor Aladdin would have to Go ’round on a peg! C is for Caution— And Cleanliness, too. Remember them always; They’re watchwords for YOU. D is for Danger When crossing the street. Look out for the autos And keep on your feet. ", "title": "The Adventurous Billy and Betty, Page 7", "nid": "2115", "tags": [{"count": 1, "term": "adventure"}, {"count": 3, "term": "aladdin"}, {"count": 1, "term": "arcade"}, {"count": 1, "term": "auto"}, {"count": 1, "term": "bite"}, {"count": 1, "term": "brave"}, {"count": 1, "term": "Bravery"}, {"count": 2, "term": "careful"}, {"count": 3, "term": "caution"}, {"count": 1, "term": "children"}, {"count": 1, "term": "cleanliness"}, {"count": 1, "term": "cloud"}, {"count": 1, "term": "column"}, {"count": 2, "term": "danger"}, {"count": 3, "term": "dog"}, {"count": 1, "term": "fright"}, {"count": 4, "term": "genie"}, {"count": 1, "term": "illustration"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "lesson"}, {"count": 1, "term": "magic lamp"}, {"count": 1, "term": "Moral"}, {"count": 1, "term": "mystical"}, {"count": 1, "term": "pull"}, {"count": 1, "term": "puppy"}, {"count": 1, "term": "street"}, {"count": 1, "term": "teach"}, {"count": 1, "term": "wishing"}]}, {"text": " \"Billy\" Van IN a little farm house, ’way out in the country where the fields were green and the daisies and buttercups grew, there once lived a happy little boy whose name was “Billy” Van. He was a very, very good little boy who always obeyed his Mother and Father—went to bed early at night and got up early in the morning—cleaned his teeth before breakfast and after his meals— washed his face and hands, without being told—fed the chickens and milked the cows—and helped his Mother and Father around the house and the farm in the many, many ways that little boys should. Although “Billy” was a very, very good boy, he was not a “goody-goody” boy. He was a real country boy who loved to go fishing and swimming in the streams and ponds—loved the birds and the woods and fields—and'knew how to play all kinds of games with other little boys and girls. He was always happy and gay—and he tried to make everybody else happy. And that was why everybody in this country town loved “Billy.” Down at the Grocery Store—where Mother sent him very often, to bring home good things to eat — \"Billy\" used to help the Grocery Man to sweep and dust the Store, and arrange the packages and cans and bottles and other good things on the shelves. There were lots of different kinds of things in the Store, with the name—L“ Van Camp’s” — on the labels; and “Billy” noticed these things more than any others because the first part of the name was the same as his own last name and because there was a big sign in the Grocer’s window which read ‘“Something Good for Every Meal’—Van Camp’s”. And, of course, like every little boy “Billy” just loved good things to eat; and best of all, he always wanted 4o eat only the food that was good for him. So, he used to eat lots of Van Camp’s Baked Beans—and Soup—and Spaghetti—and Pumpkin—and Hominy—and Milk—and lots of other things; and he grew big and strong and healthy. One day, when “Billy” was hoeing corn, out in the field, and the sun was shining very hot, he felt so tired that he just had to lie down on the ground to rest—and, before he knew it, he fell asleep. Then he had the most wonderful dream, about many thrilling adventures. that any little boy ever had. He thought he saw fairies and goblins and elves —and “Little Red Riding Hood”—and “Cinderella”—and “Jackand the Bean Stalk”— and “Little Jack Horner”—and the “Babes in the Woods” —and “Old Mother Hubbard” —and all the other people and all the funny animals that live in the World of Fancy and Dreams. E is for Errand You run for your Ma, For a can of Baked Beans— And she gives ’em to Pa. F is for Fussing That naughty boys do; And, sometimes—not often Some little girls, too. ", "title": "The Adventurous Billy and Betty, Page 8", "nid": "2116", "tags": [{"count": 1, "term": "adventures"}, {"count": 1, "term": "angry"}, {"count": 1, "term": "Animals"}, {"count": 1, "term": "billy"}, {"count": 1, "term": "boy"}, {"count": 2, "term": "character"}, {"count": 1, "term": "Cinderella"}, {"count": 1, "term": "Country"}, {"count": 1, "term": "dreams"}, {"count": 1, "term": "eating"}, {"count": 1, "term": "errand"}, {"count": 1, "term": "Fairy Tales"}, {"count": 1, "term": "fantasy"}, {"count": 1, "term": "farm"}, {"count": 1, "term": "farmer"}, {"count": 1, "term": "fishing"}, {"count": 1, "term": "flower"}, {"count": 1, "term": "food"}, {"count": 1, "term": "funny"}, {"count": 1, "term": "fussing"}, {"count": 1, "term": "gender"}, {"count": 1, "term": "ginger"}, {"count": 1, "term": "girl"}, {"count": 1, "term": "good"}, {"count": 1, "term": "goody-goody"}, {"count": 2, "term": "hat"}, {"count": 1, "term": "instruction"}, {"count": 1, "term": "introduction"}, {"count": 1, "term": "labels"}, {"count": 1, "term": "Little Red Riding Hood"}, {"count": 1, "term": "mannered"}, {"count": 1, "term": "naughty"}, {"count": 1, "term": "nonchalant"}, {"count": 1, "term": "obedience"}, {"count": 1, "term": "polite"}, {"count": 1, "term": "pumpkin"}, {"count": 1, "term": "Sleep"}, {"count": 1, "term": "story"}, {"count": 1, "term": "swimming"}, {"count": 1, "term": "tired"}, {"count": 1, "term": "wordy"}, {"count": 1, "term": "yellow"}]}, {"text": " \"Betty” Camp IN a great big city, in a great big house, there lived a very beautiful little girl whose name was “Betty” Camp. She had rosy cheeks — and big, blue eyes — and lovely golden hair. Sometimes they called her “Little Sunshine,” she was always such a dear, sweet, happy, good-natured, little girl—and she brought happiness to everybody who knew her. She helped her Mamma around the house; and she made her Papa very happy, singing her little songs to him and reciting the little verses that she learned at school. Every morning, as soon as she woke up, she would run to the window and, looking out at the Rising Sun, would greet him with: “Good-morning, Merry Sunshine, What makes you wake so soon? You scare away the little stars And drive away the moon!” Then she would scamper off and1 go tippey-toe to Mamma's and Papa’s room, to see it' they were awake. If she found they were still asleep, she would creep softly back to her bed and quietly read her little book until Papa and Mamma came in to the time—and never bothered her parents. Just like Billy Van, this good little girl cleaned her teeth after every meal, kept her hands and face clean, behaved herself at the table, and ate only the things that were good for her. Betty used to like to look in the windows of the Big Grocery Stores—and on their counters and shelves—for she saw there the same kind of good things to eat that were always on her Mother’s Pantry Shelf at home. They had the same kind of labels as the things-that Billy used to see in the little grocery store in the little country town—and the same kind of a sign was in the windows of the Big Grocery Stores. It said: “ ‘Something Good for Every Meal’—Van Camp’s.\" She noticed that the last part of the name on the labels and on the sign was the same as her own last name—and that pleased her very much. One hot, sun-shiny afternoon, when Betty was sitting out in the Park, reading a wonderful story book, she grew very tired and sleepy and, before she knew it, her little head drooped forward and she fell fast asleep. And while she was sleeping, she had a very wonderful dream—just like the dream Billy was having at the same time, out in the corn field, in the little country town, a-way, ’wav off from the Big City where Betty lived. G is for Good Little Girlies and Boys Who always behave - And don't fight over toys. H is for Happiness What a fine word! It is one of the finest You ever have heard. ", "title": "The Adventurous Billy and Betty, Page 9", "nid": "2117", "tags": [{"count": 1, "term": "asleep"}, {"count": 1, "term": "beauty"}, {"count": 1, "term": "behave"}, {"count": 2, "term": "betty"}, {"count": 1, "term": "betty camp"}, {"count": 3, "term": "blonde"}, {"count": 1, "term": "blue eyes"}, {"count": 1, "term": "book"}, {"count": 1, "term": "city"}, {"count": 1, "term": "Country"}, {"count": 2, "term": "curly"}, {"count": 1, "term": "demure"}, {"count": 1, "term": "dreams"}, {"count": 1, "term": "dress"}, {"count": 1, "term": "fighting"}, {"count": 1, "term": "gender"}, {"count": 1, "term": "girls"}, {"count": 1, "term": "good"}, {"count": 1, "term": "happiness"}, {"count": 1, "term": "house"}, {"count": 1, "term": "introduction"}, {"count": 1, "term": "manners"}, {"count": 1, "term": "moon"}, {"count": 1, "term": "Nature"}, {"count": 1, "term": "parents"}, {"count": 1, "term": "plead"}, {"count": 1, "term": "sad"}, {"count": 1, "term": "stars"}, {"count": 1, "term": "sunshine"}, {"count": 1, "term": "Toys"}, {"count": 1, "term": "whtie"}, {"count": 1, "term": "windows"}]}, {"text": " The Big White Cloud and the Good Fairy NO sooner had Billy and Betty fallen asleep than a great, big, fleecy, White Cloud—just like a huge feather bed — swooped down out of the sky, caught Billy up in its soft folds, and carried him ’way up in the sky, over the hills and valleys, far up over the tree-tops and the sun-kissed fields. Faster and faster went the Cloud until it came to the Park in the Big City where Betty was asleep. Then it swept down out of the sky and caught little Betty up in its big, soft folds—and, without stopping, up! up!! up!!! it went again and carried Billy and Betty far away off— over the roofs of houses—over the tops of chimneys and high church steeples—’way up in the sky with the birds! Away went the Cloud, faster and faster, until it came to the edge of a great, big, blue ocean—where the waves were dashing over the rocks and rolling far up on the beach. Then the Big White Cloud blew down out of the sky and dropped Billy and Betty on a big, big pile of I is for Icicles Caused by the cold— Should be used ’stead of candy When children are bold! J is for Jealous— A terrible thing. Takes the joy out of life And leaves only a sting. ", "title": "The Adventurous Billy and Betty, Page 10", "nid": "2118", "tags": [{"count": 1, "term": "behavior"}, {"count": 1, "term": "big cloud"}, {"count": 1, "term": "bold"}, {"count": 1, "term": "candy"}, {"count": 1, "term": "castle"}, {"count": 1, "term": "city"}, {"count": 3, "term": "cloud"}, {"count": 1, "term": "cold"}, {"count": 1, "term": "dream"}, {"count": 1, "term": "dreams"}, {"count": 1, "term": "encounter"}, {"count": 2, "term": "fairy"}, {"count": 2, "term": "fantasy"}, {"count": 1, "term": "fleecy"}, {"count": 1, "term": "floating"}, {"count": 2, "term": "flower"}, {"count": 2, "term": "flying"}, {"count": 2, "term": "icicles"}, {"count": 1, "term": "jealous"}, {"count": 1, "term": "joy"}, {"count": 1, "term": "kidnapping"}, {"count": 1, "term": "life"}, {"count": 1, "term": "ocean"}, {"count": 1, "term": "park"}, {"count": 1, "term": "Red"}, {"count": 1, "term": "sky"}, {"count": 1, "term": "Sleep"}, {"count": 1, "term": "warnings"}, {"count": 1, "term": "white"}]}, {"text": " soft, yellow sand—and the Cloud then rolled away, far out over the ocean, and finally disappeared. Billy and Betty looked at each other and rubbed their eyes in amazement — and while they were talking Aladdin appeared before them and presented them with his Wonderful Lamp, so that they might always have plenty of good things to eat on their journeys. Then the Good Fairy appeared and told them they would have some very jolly and thrilling adventures—but not to be afraid, for she would always be with them, if they were Good Children. After the Good Fairy left, it began to grow very dark and cold—and pretty soon the Moon and the Stars came out—and while Billy and Betty were watching them, the Sand Man came along and dropped little grains of sand into their eves. Very soon they fell fast asleep; and they dreamed of more big Clouds—and Thrilling Adventures — and Good Things to Eat. When a boy is Good, And a girl is Good, And they help their parents, as children should, They’ll be happy and gay Throughout the day; And, at night, they’ll have wonderful dreams —they say! K is for Kiddies Who give the world joys. This means only Good Little Girlies and Boys. L is for Love With its banner unfurled. It’s the greatest and best Of all things in the world. ", "title": "The Adventurous Billy and Betty, Page 11", "nid": "2119", "tags": [{"count": 1, "term": "adventure"}, {"count": 1, "term": "aladdin"}, {"count": 1, "term": "angel"}, {"count": 1, "term": "appear"}, {"count": 1, "term": "barefoot"}, {"count": 1, "term": "be good or else"}, {"count": 1, "term": "children"}, {"count": 1, "term": "cloud"}, {"count": 3, "term": "fairy"}, {"count": 1, "term": "fairy godmother"}, {"count": 1, "term": "fear"}, {"count": 1, "term": "food"}, {"count": 2, "term": "good"}, {"count": 1, "term": "grow"}, {"count": 1, "term": "Happy"}, {"count": 1, "term": "journey"}, {"count": 1, "term": "journeys"}, {"count": 1, "term": "kiddies"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "love"}, {"count": 1, "term": "motherly"}, {"count": 1, "term": "ocean"}, {"count": 1, "term": "parents"}, {"count": 1, "term": "rhyme"}, {"count": 1, "term": "sand"}, {"count": 1, "term": "Sand Man"}, {"count": 1, "term": "Sleep"}, {"count": 1, "term": "smile"}, {"count": 1, "term": "stars"}, {"count": 1, "term": "wand"}, {"count": 1, "term": "Wings"}, {"count": 1, "term": "Wonderful"}]}, {"text": " The Picnic Party EVERY little boy and girl loves to go on a Picnic — and Billy and Betty were no exception. So, now that they had Aladdin’s Wonderful Lamp —and all they had to do was to rub it, to have all the good things to eat that anybody could want—they decided to have a Great Big Picnic, so that everybody could have a good time and plenty to eat. Billy and Betty did not think only of themselves. They were unselfish children—and they knew that the best way to be happy is to make other people happy. So, they asked the Good Fairy to invite all the Mother Goose people—and all the other little children and grown-ups of your story books. Everybody came and everybody had a very wonderful time. There was Old King Cole; The merry old soul; And Little Red Riding Hood, too; And Little Miss Muffet Who sat on a tuffet; And th’ Old Woman who lived in a shoe. Jack Spratt came along Just to sing them a song; ftumpty-Dumpty, he came on the run; And Little Boy Blue; And a Goose and Dog, too— My! didn’t they have lots of fun! And Jack Horner was there With his (little stool chair; Cinderella and Goldilocks came. But as some couldn’t stay. They just hurried away 'While the others played many a game. M is for Merry— Be happy aad gay, All along yonr life’s Path As you travel your Way. N is for Naughty Young girls and young boys Who take out of life All its pleasures and joys. ", "title": "The Adventurous Billy and Betty, Page 12", "nid": "2120", "tags": [{"count": 1, "term": "aladdin"}, {"count": 1, "term": "Animals"}, {"count": 1, "term": "books"}, {"count": 1, "term": "character"}, {"count": 1, "term": "Cinderella"}, {"count": 1, "term": "Dumpty"}, {"count": 1, "term": "eating"}, {"count": 1, "term": "eating > adventures"}, {"count": 1, "term": "fairy"}, {"count": 1, "term": "familiar"}, {"count": 1, "term": "food"}, {"count": 1, "term": "fun"}, {"count": 1, "term": "game"}, {"count": 1, "term": "gay"}, {"count": 1, "term": "Goldilocks"}, {"count": 1, "term": "Happy"}, {"count": 1, "term": "joy"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "Little Red Riding Hood"}, {"count": 1, "term": "manners"}, {"count": 1, "term": "merry"}, {"count": 1, "term": "moral behaviour"}, {"count": 1, "term": "naughty"}, {"count": 1, "term": "nursery"}, {"count": 1, "term": "nursery rhymes"}, {"count": 1, "term": "old"}, {"count": 1, "term": "panic"}, {"count": 1, "term": "panic party"}, {"count": 1, "term": "party"}, {"count": 1, "term": "picnic"}, {"count": 1, "term": "pleasures"}, {"count": 1, "term": "poem"}, {"count": 1, "term": "selfish"}, {"count": 1, "term": "sing"}, {"count": 1, "term": "song"}, {"count": 1, "term": "soul"}, {"count": 1, "term": "travel"}, {"count": 1, "term": "unselfish"}, {"count": 1, "term": "young"}]}, {"text": " The little old-fashioned, Van Camp Twins were there, too. Can’t you see them in the picture? These little characters are over 60 years old and they go to picnics and parties and into millions of homes — to see that children and grown-ups have “Something Good for Every Meal.” Every time Billy or Betty rubbed the Lamp at the Picnic, the little Van Camp Twins appeared instantly and brought them lots and lots of good things to eat. Dear little girls and boys— Wouldn't YOU just love to be with Billy and Betty and all the good little tots at this party ? O is for Order— dt’s Heaven’s first law. It makes things run smoothly— And that’s what it’s for. P is for Pantry— Just look at the shelves, All arranged with Van Camp’s Like an army of elves! ", "title": "The Adventurous Billy and Betty, Page 13", "nid": "2121", "tags": [{"count": 1, "term": "aladdin"}, {"count": 1, "term": "army"}, {"count": 1, "term": "baby"}, {"count": 1, "term": "boys"}, {"count": 1, "term": "characters"}, {"count": 1, "term": "clouds"}, {"count": 1, "term": "dog"}, {"count": 1, "term": "duck"}, {"count": 1, "term": "elves"}, {"count": 1, "term": "food"}, {"count": 1, "term": "friends"}, {"count": 1, "term": "ghost"}, {"count": 1, "term": "girls"}, {"count": 1, "term": "Heaven"}, {"count": 1, "term": "interest"}, {"count": 1, "term": "lamo"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "love"}, {"count": 1, "term": "never grow up"}, {"count": 1, "term": "old-fashioned"}, {"count": 2, "term": "order"}, {"count": 1, "term": "pantry"}, {"count": 1, "term": "parties"}, {"count": 1, "term": "picnics"}, {"count": 1, "term": "popular"}, {"count": 1, "term": "red riding hood"}, {"count": 1, "term": "sharing"}, {"count": 1, "term": "siblings"}, {"count": 1, "term": "tricked"}, {"count": 2, "term": "twins"}]}, {"text": " The Big Party Giver BILLY and BETTY gave everybody such a good time on the Big Picnic that the Mother Goose people and all the others decided they would give Billy and Betty a Big Party in the house of Old Mother Hubbard! Well, of course, you know what happened. They all thought they were going to have lots of good things to eat, but when Old Mother Hubbard Went to the cupboard She found the cupboard was bare! As the Party was being given for Billy and Betty, they forgot what Aladdin had told them and did not bring the Wonderful Lamp with them. So, everybody had to hurry about, here and there, to find some- thing to cat. Some ran back home to get flour and sugar and milk and other things to cook with; while others built a fire and got out the pots and pans—and there was much fussing. The Mother Goose people took a lot of pains in baking and stewing and cooking because they wanted to give Billy and Betty a feast thev would always remember. At last the Party was ready—but the things that Billy and Betty had to eat were so sweet and so heavy that, even before the others left the house, Billy and Betty felt sick ", "title": "The Adventurous Billy and Betty, Page 14", "nid": "2122", "tags": [{"count": 1, "term": "aladdin"}, {"count": 1, "term": "assembly"}, {"count": 1, "term": "baking"}, {"count": 1, "term": "betty"}, {"count": 1, "term": "billy"}, {"count": 1, "term": "cans"}, {"count": 1, "term": "cooking"}, {"count": 1, "term": "cupboard"}, {"count": 2, "term": "Eat healthy"}, {"count": 1, "term": "elves"}, {"count": 1, "term": "Fairies"}, {"count": 1, "term": "feast"}, {"count": 1, "term": "flour"}, {"count": 1, "term": "food"}, {"count": 1, "term": "fussing"}, {"count": 1, "term": "good"}, {"count": 1, "term": "Home"}, {"count": 1, "term": "house"}, {"count": 1, "term": "hype"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "listen to your elders"}, {"count": 1, "term": "Mother Goose"}, {"count": 1, "term": "party"}, {"count": 1, "term": "picnic"}, {"count": 1, "term": "Sick"}, {"count": 1, "term": "soup"}, {"count": 1, "term": "sugar"}, {"count": 1, "term": "sweet"}]}, {"text": " and tired —and they fell fast asleep right at the table. Then they dreamed of real, good things to eat — the kind that they had at home and that they had on the Picnic. And while they were sleeping— Now what do you s’pose Was set down before them. Right under each nose? They dreamed of a cupboard With good things to eat— And strange little figures To bring on the treat. And down came the good things From nhigh pantry shelves - They were whisked to the table By fairies and elves! So Billy and Betty They slept through the night - And they hated to wake From such a delight! ", "title": "The Adventurous Billy and Betty, Page 15", "nid": "2123", "tags": [{"count": 1, "term": "alseep"}, {"count": 1, "term": "asleep"}, {"count": 1, "term": "bashful"}, {"count": 1, "term": "betty"}, {"count": 1, "term": "billy"}, {"count": 1, "term": "bystander"}, {"count": 1, "term": "caps"}, {"count": 3, "term": "Chair"}, {"count": 1, "term": "children"}, {"count": 1, "term": "colorful"}, {"count": 1, "term": "creatures"}, {"count": 1, "term": "cupboard"}, {"count": 1, "term": "dog"}, {"count": 1, "term": "dream"}, {"count": 1, "term": "dreaming"}, {"count": 1, "term": "elves"}, {"count": 1, "term": "Fairies"}, {"count": 1, "term": "fantasy"}, {"count": 3, "term": "food"}, {"count": 1, "term": "good"}, {"count": 1, "term": "hats"}, {"count": 1, "term": "Home"}, {"count": 1, "term": "magic"}, {"count": 1, "term": "meal"}, {"count": 1, "term": "mess"}, {"count": 1, "term": "nightcaps"}, {"count": 1, "term": "nose"}, {"count": 1, "term": "overturn"}, {"count": 1, "term": "picnic"}, {"count": 1, "term": "Red"}, {"count": 1, "term": "sailboat"}, {"count": 1, "term": "Sleep"}, {"count": 1, "term": "sleeping"}, {"count": 1, "term": "strange"}, {"count": 3, "term": "table"}, {"count": 1, "term": "tablecloth"}, {"count": 1, "term": "tired"}, {"count": 1, "term": "wake"}, {"count": 1, "term": "window"}, {"count": 1, "term": "wrinkle"}]}, {"text": " This shows you the terrible Cannibal Man Who eats little children as fast as*he can. He i§ waiting for Billy and Betty, you see— And t hope that he’ll never eat you or eat me! Q is for Quick—* Which you always should be, To obey every order, And do it with glee. R is for Ready To do what you’re told — So you’ll never deserve A cross word or a scold. ", "title": "The Adventurous Billy and Betty, Page 16", "nid": "2124", "tags": [{"count": 1, "term": "boat"}, {"count": 1, "term": "cannibal"}, {"count": 1, "term": "children"}, {"count": 2, "term": "cliff"}, {"count": 1, "term": "clouds"}, {"count": 1, "term": "colors"}, {"count": 1, "term": "cross"}, {"count": 1, "term": "eating"}, {"count": 1, "term": "education"}, {"count": 1, "term": "faces"}, {"count": 1, "term": "fear"}, {"count": 1, "term": "frightening"}, {"count": 1, "term": "guard"}, {"count": 1, "term": "hunt"}, {"count": 1, "term": "inappr"}, {"count": 1, "term": "instruction"}, {"count": 1, "term": "leaves"}, {"count": 1, "term": "manners"}, {"count": 1, "term": "native"}, {"count": 1, "term": "Nature"}, {"count": 1, "term": "obedience"}, {"count": 1, "term": "obey"}, {"count": 1, "term": "observe"}, {"count": 1, "term": "ominous"}, {"count": 1, "term": "omnious"}, {"count": 1, "term": "peek"}, {"count": 1, "term": "poem"}, {"count": 1, "term": "quick"}, {"count": 1, "term": "race"}, {"count": 1, "term": "ready"}, {"count": 1, "term": "rhyme"}, {"count": 1, "term": "sail"}, {"count": 1, "term": "scary"}, {"count": 1, "term": "scold"}, {"count": 1, "term": "sky"}, {"count": 3, "term": "spear"}, {"count": 1, "term": "warrior"}, {"count": 1, "term": "weather"}]}, {"text": " Saved From the Cannibals BILLY and Betty had a very thrilling adventure one day, that nearly cost them their lives. They saw a funny looking boat tied up to the shore—and they jumped into it to play they were out for a sail. But no sooner had they jumped aboard than a Irig wind blew and carried the boat far, far away over the ocean to the strange lands where the cannibals live! Many times the waves dashed over the sides of the boat and Billy and Betty thought surely they would be drowned. But Billy was a very good sailor for so young a boy and he managed to take the boat safely through the storm. Of course they had the Wonderful Lamp with them—and it was lucky that they did, for they found nothing to eat in the cabin of the boat—-and they would surely have starved to death without the aid of the Lamp. But drowning and starving were not the only dangers! As they came to one of the islands of this strange part of the world, a terrible-looking, big, brown cannibal jumped out from behind a rock on the shore—ran down to the boat —grabbed Billy and Betty—carried them off into the woods —and tied them to the stump of an old tree. Then the cannibal built a big fire under a huge pot of water and made ready to cook Billy and Betty—and eat them! But Billy had a bright idea—and he whispered to Betty not to be afraid. With that, he rubbed the Wonderful Lamp—and behold! the ground was covered with all sorts of good things to eat—all in bright dainty containers—and every one with the same sort of a label. The cannibal was struck with fear—and he fell to his knees and bowed his head down to the ground in front of Billy and Betty. When he had untied them, he called together all the men and women of his tribe and they all had a wonderful feast on the good food that Billy had provided. Then the cannibals made Billy and Betty their King and Queen — but that night, while the tribe was fast asleep, Billy and Betty stole away to the boat, escaped from the island, and sailed back to the welcome shores of America. S is for “Something Good For Every Meal”— But be sure that Van Camp’s Is the name on the seal. T’s for Tomatoes— Ah, that’s .where we shine! They’re Van Camp’s from the seed To the fruit of the vine. ", "title": "The Adventurous Billy and Betty, Page 17", "nid": "2125", "tags": [{"count": 1, "term": "adventure"}, {"count": 1, "term": "advertisement"}, {"count": 1, "term": "afraid"}, {"count": 1, "term": "America"}, {"count": 1, "term": "boat"}, {"count": 1, "term": "brown"}, {"count": 1, "term": "cannibal"}, {"count": 1, "term": "death"}, {"count": 1, "term": "drowning"}, {"count": 1, "term": "eating"}, {"count": 1, "term": "escape"}, {"count": 1, "term": "ethnocentric"}, {"count": 1, "term": "fear"}, {"count": 1, "term": "gender"}, {"count": 1, "term": "idea"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "S"}, {"count": 1, "term": "sailor"}, {"count": 1, "term": "sexual"}, {"count": 1, "term": "starving"}, {"count": 1, "term": "story"}, {"count": 1, "term": "together"}, {"count": 1, "term": "tomatoes"}, {"count": 1, "term": "tribe"}, {"count": 1, "term": "wind"}]}, {"text": " Lost In the Woods Billy and Betty Went out for a tramp— And, of course, they took with them The Wonderful Lamp. After walking all day And far into the night, They were lost in a forest Without any light! BETTY was afraid at first; but Billy was a brave little lad and he told her not to fear, as he would take care of her. They were tired and hungry, so they sat down on a pile of soft leaves and began to wonder what they should do. Pretty soon the moon came up—then Billy rubbed the Lamp and they had plenty to eat—and that made them feel much-better and braver and more contented. As they looked around, they saw two big, bright, shiny eyes staring at them — and they wondered if this was the same woods where Little lted Riding Hood met the terrible Wolf. So, not to take any chances, they quickly climbed into the branches of a big tree, safe away from the Wolves and Foxes and all the other wild animals that prowl around the woods at night. And right beside them sat a friendly old Owl who broke the silence with— To Whit! To Whoo! Who are you? Billy and Betty told them—and the wise old Owl winked an eye and told them he thought they were very wise, too, to get up in the tree away from harm. They stayed awake a long time, watching the Fairies and Elfins and Goblins that people the woods at night—then, like the Babes in the Woods, they grew very tired and fell fast asleep—but they were up in the branches of the big tree, instead of being on the ground. When the morning came, the sun was shining, the woods were cool and sweet-smelling, and there were no wild animals anywhere to be seen. U is for Useful— Which all things should be. It’s a very good motto For you and for me. V is for Voices We all love to hear. It’s the soft ones and sweet ones That give us most cheer. Even the Owl had flown away. For Owls, you know, go blind at day! ", "title": "The Adventurous Billy and Betty, Page 18", "nid": "2126", "tags": [{"count": 1, "term": "anthropomorphise"}, {"count": 1, "term": "blind"}, {"count": 1, "term": "brave"}, {"count": 1, "term": "elfins"}, {"count": 1, "term": "faires"}, {"count": 1, "term": "gender"}, {"count": 1, "term": "goblins"}, {"count": 1, "term": "hearing"}, {"count": 1, "term": "innudendo"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "light"}, {"count": 1, "term": "lost"}, {"count": 1, "term": "masturbation"}, {"count": 1, "term": "motto"}, {"count": 1, "term": "sex"}, {"count": 1, "term": "sun"}, {"count": 1, "term": "useful"}, {"count": 1, "term": "voices"}, {"count": 1, "term": "wise"}, {"count": 1, "term": "woods"}]}, {"text": " So, Billy and Betty jumped down out of the tree—rubbed the Lamp—ate a big, hearty breakfast of many good things —and started off on another thrilling adventure. W’s for Water We take out of Milk. Van Camp’s is as pure As the purest of silk. X is for Xebec. Let’s take a long trip On this three-masted Mediterranean ship. ", "title": "The Adventurous Billy and Betty, Page 19", "nid": "2127", "tags": [{"count": 1, "term": "adventure"}, {"count": 1, "term": "afraid"}, {"count": 1, "term": "blonde"}, {"count": 1, "term": "blue"}, {"count": 1, "term": "couple"}, {"count": 1, "term": "creatures"}, {"count": 1, "term": "creepy"}, {"count": 1, "term": "crescent"}, {"count": 1, "term": "dark"}, {"count": 1, "term": "eating"}, {"count": 1, "term": "fairy"}, {"count": 1, "term": "fear"}, {"count": 2, "term": "forest"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "mediterranean"}, {"count": 1, "term": "milk"}, {"count": 1, "term": "moon"}, {"count": 2, "term": "night"}, {"count": 1, "term": "overalls"}, {"count": 1, "term": "owl"}, {"count": 1, "term": "pure"}, {"count": 1, "term": "scared"}, {"count": 1, "term": "ship"}, {"count": 1, "term": "silk"}, {"count": 1, "term": "stars"}, {"count": 1, "term": "together"}, {"count": 1, "term": "water"}, {"count": 1, "term": "xebec"}]}, {"text": " Billy At the Boy Scouts’ Camp BILLY wanted to visit a Boy Scouts’ Camp— For lie wanted to show them the Wonderful Lamp, He wanted to see if the boys were neat— And he wanted to see what they had to eat. But he got there just as their food gave out— And a hungry boy—is a hungry scout! He had only one can of Van Camp’s Soup— And that wouldn’t get far with a Boy Scout troop! So, he sat right down and he rubbed the Lamp. And they had enough food for a week in camp. There were all kinds of good things—under one seal— And it meant “Something Good for Every Meal.” There was lots of spaghetti and pumpkin and beans. Peanut butter, soup, milk—and you know what that means! So they all pitched in and they ate their fill— And if you had been there, you’d be eating still! Y is for Youth With its pleasures and joys. It’s the hey-day of life, For all girls and all boys. ", "title": "The Adventurous Billy and Betty, Page 20", "nid": "2128", "tags": [{"count": 2, "term": "barefoot"}, {"count": 1, "term": "billy"}, {"count": 1, "term": "boy scouts"}, {"count": 2, "term": "camp"}, {"count": 1, "term": "childhood"}, {"count": 1, "term": "eating"}, {"count": 1, "term": "food"}, {"count": 1, "term": "free"}, {"count": 1, "term": "ginger"}, {"count": 1, "term": "goodbye"}, {"count": 1, "term": "heyday"}, {"count": 1, "term": "hungry"}, {"count": 1, "term": "joy"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "overalls"}, {"count": 1, "term": "pleasures"}, {"count": 1, "term": "scout"}, {"count": 1, "term": "tents"}, {"count": 1, "term": "waving"}, {"count": 1, "term": "woods"}, {"count": 1, "term": "youth"}]}, {"text": " Betty Visits the Camp Fire Girls ON one sunny day, with her hair all curls, Betty went to the camp of the Camp Fire Girls. Whenever she went on this kind of a tramp She always took with her the Wonderfid Lamp. For she knew she’d get hungry like all children do; So, she never went unprepared—neither should you. You must always have plenty of good things to eat, If you want to grow strong from your head to your feet. It was late afternoon when she got to the camp And she saw right away she’d have need for the Lamp, For the Girls who had hoped to give Betty a treat Said, with tears in their eyes, “We have nothing to eat!” But Betty soon had them all smiling and gay— And the Camp Fire Girls well remember that day— For she rubbed on the Lamp, and a party was spread That made each little girlie go happy to bed. Z is for Zebra— So all the books say. It’s the last of the letters; So, dearies—“Good-day!” ", "title": "The Adventurous Billy and Betty, Page 21", "nid": "2129", "tags": [{"count": 1, "term": "bed"}, {"count": 1, "term": "betty"}, {"count": 1, "term": "camp"}, {"count": 2, "term": "camp fire"}, {"count": 2, "term": "campfire"}, {"count": 2, "term": "children"}, {"count": 1, "term": "dark"}, {"count": 1, "term": "eating"}, {"count": 1, "term": "food"}, {"count": 1, "term": "genie"}, {"count": 1, "term": "girls"}, {"count": 2, "term": "Happy"}, {"count": 1, "term": "hungry"}, {"count": 1, "term": "instruction"}, {"count": 1, "term": "kids"}, {"count": 2, "term": "lamp"}, {"count": 1, "term": "night"}, {"count": 1, "term": "outside"}, {"count": 1, "term": "party"}, {"count": 1, "term": "popular"}, {"count": 1, "term": "Sleep"}, {"count": 1, "term": "smile"}, {"count": 1, "term": "strong"}, {"count": 1, "term": "tears"}, {"count": 1, "term": "tents"}, {"count": 1, "term": "zebra"}]}, {"text": " The Good Fairy’s Castle in the Air THE jolliest and most wonderful of all the thrilling adventures was when Billy and Betty were taken ’way up in the sky by the Good Fairy, to visit Little Sing-a-Ling and Ting-a-Ling. These little fairy children live in the beautiful Crystal Palace of the Good Fairy—the wonderful Castle in the Air—but sometimes they come down into the world, to see good little girls and boys. And if you are very, very good, perhaps they’ll come down to see you! Billy and Betty were received at court by Sing-a-Ling and Ting-a-Ling and they heard a fairy choir of a million little voices singing— Dear Sing-a-Ling and Ting-a-Ling, Our King and Queen are you. We love you, love you all the time For all the good you do. ", "title": "The Adventurous Billy and Betty, Page 22", "nid": "2130", "tags": [{"count": 1, "term": "air"}, {"count": 1, "term": "barefoot"}, {"count": 1, "term": "betty"}, {"count": 1, "term": "billy"}, {"count": 1, "term": "bright"}, {"count": 1, "term": "castle"}, {"count": 1, "term": "children"}, {"count": 1, "term": "choir"}, {"count": 1, "term": "cloud"}, {"count": 1, "term": "court"}, {"count": 1, "term": "crystal"}, {"count": 1, "term": "dream"}, {"count": 1, "term": "elegance"}, {"count": 1, "term": "fairy"}, {"count": 1, "term": "fantasy"}, {"count": 1, "term": "good"}, {"count": 1, "term": "jolly"}, {"count": 1, "term": "king"}, {"count": 1, "term": "palace"}, {"count": 1, "term": "purple"}, {"count": 1, "term": "queen"}, {"count": 1, "term": "royal"}, {"count": 1, "term": "sing"}, {"count": 1, "term": "sky"}, {"count": 1, "term": "theatre"}]}, {"text": " Then the Good Fairy raised her star wand and walked into the biggest and brightest crystal dining hall that ever was seen. Sing-a-Ling and Ting-a-Ling—and Billy and Betty—and all the little fairies that live in this beautiful Castle in the Air followed her; and they all sat down to the finest and most wonderful fairy party that ever was served in this beautiful Crystal Palace. Billy and Betty showed Little Sing-a-Ling and Ting-a-Ling the Wonderful Lamp and told them all about it. They said— “If you will come back to the Earth with us, we will rub the Lamp when we get there and give you some of the best things to eat in all the World.” So, Sing-a-Ling and Ting-a-Ling were delighted and said they would go; and would take Billy and Betty back in their wonderful fairy Air Ship, if Billy and Betty would get married in the great big Castle in the Air. Then the Good Fairy said some magic words—and Billy Van and Betty Camp became Billy and Betty Van Camp—and the four happy children jumped into the wonderful fairy Air Ship and started off. They traveled faster than Lightning—past the Stars and the Moon and through the Clouds—until they came in sight of the World, far below them. And they brought the Air Ship down at the edge of a beautiful lake with lots of pretty sail boats on it. Just as they sat down—and as Billy lifted the Lamp to rub it—something terrible happened! To know what that was, you must read the next adventure. ", "title": "The Adventurous Billy and Betty, Page 23", "nid": "2131", "tags": [{"count": 1, "term": "adventure"}, {"count": 1, "term": "aeroplane"}, {"count": 1, "term": "age"}, {"count": 1, "term": "airplane"}, {"count": 1, "term": "beautiful"}, {"count": 1, "term": "best"}, {"count": 1, "term": "bomb"}, {"count": 1, "term": "castle"}, {"count": 1, "term": "cliffhanger"}, {"count": 1, "term": "cloud"}, {"count": 1, "term": "crystal"}, {"count": 1, "term": "fairy"}, {"count": 1, "term": "fast"}, {"count": 1, "term": "fly"}, {"count": 1, "term": "flying"}, {"count": 1, "term": "journey"}, {"count": 1, "term": "lamp"}, {"count": 1, "term": "Marriage"}, {"count": 1, "term": "moon"}, {"count": 1, "term": "ominous"}, {"count": 1, "term": "palace"}, {"count": 1, "term": "party"}, {"count": 1, "term": "plane"}, {"count": 1, "term": "planets"}, {"count": 1, "term": "propeller"}, {"count": 1, "term": "ship"}, {"count": 1, "term": "stars"}, {"count": 1, "term": "terrible"}, {"count": 1, "term": "transportation"}, {"count": 1, "term": "travel"}, {"count": 1, "term": "universe"}, {"count": 1, "term": "yellow"}]}, {"text": " The Bold Bad Robber BILLY and Betty had promised Sing-a-Ling and Ting-a-Ling a real, big treat of good things to eat. But before Billy could rub the Lamp, a great, big. ,bold Bad Robber jumped from behind a tree — took the Lamp away from Billy—and ran off with it into the woods! The Bad Robber sat down on a big stone and rubbed the Lamp, in the hope that something good to eat would be brought to him. But as he had stolen the Lamp, it refused to work. So, he got very, very angry. He threw the Lamp down on the ground and smashed it into a hundred pieces—and that was the end of the Wonderful Lamp! And it was the end of the Bold Bad Robber, too; for no sooner had he broken the Lamp than Aladdin appeared with a whole army of angry little Goblins. They bound the Bad Robber, hand and foot, and carried him off to a dark, dark dungeon—far down under the ground—and kept him there for the rest of his life! ", "title": "The Adventurous Billy and Betty, Page 24", "nid": "2132", "tags": [{"count": 1, "term": "afraid"}, {"count": 1, "term": "agency"}, {"count": 1, "term": "aladdin"}, {"count": 1, "term": "angry"}, {"count": 1, "term": "appeal"}, {"count": 1, "term": "bad"}, {"count": 1, "term": "billy"}, {"count": 1, "term": "children"}, {"count": 1, "term": "choice"}, {"count": 1, "term": "crown"}, {"count": 1, "term": "dark"}, {"count": 1, "term": "destruction"}, {"count": 1, "term": "dungeon"}, {"count": 1, "term": "fantasy"}, {"count": 1, "term": "goblin"}, {"count": 1, "term": "good"}, {"count": 1, "term": "Happy"}, {"count": 1, "term": "hide"}, {"count": 1, "term": "karma"}, {"count": 2, "term": "lamp"}, {"count": 1, "term": "lesson"}, {"count": 1, "term": "mischief"}, {"count": 1, "term": "overalls"}, {"count": 1, "term": "pink"}, {"count": 1, "term": "promise"}, {"count": 1, "term": "punishment"}, {"count": 3, "term": "robber"}, {"count": 2, "term": "scared"}, {"count": 1, "term": "smash"}, {"count": 2, "term": "steal"}, {"count": 1, "term": "strange"}, {"count": 1, "term": "thief"}, {"count": 1, "term": "trapped"}, {"count": 1, "term": "treat"}, {"count": 1, "term": "woods"}]}, {"text": " Good-Bye To the Fairy WHILE Billy and Betty were telling Little Sing-a-Ling and Ting-a- Ling how very sorry they were—and all were wondering what they should do for something to eat—the Good Paiyy appeared and told them not to worry. She said to Billy and Betty: Now that you’re Billy and Betty Van Camp, You’ll have no further need for the Wonderful Lamp. You won’t need the fairies—you won’t need the elves— If you have Van Camp’s products at home, on your shelves! So, Billy and Betty said good-bye to the Good Fairy and thanked her for their thrilling .adventures—and she sailed away in the big fairy Air Ship, with Little Sing-a-Ling and Ting-a-Ling —back to the wonderful Castle in the Air. * * * * Then the Big White Cloud came down out of the sky—gathered Billy and Betty up in its soft folds—and carried them back to their homes. Billy woke up in the corn field, in the little country town, just as the sun was going down — and Betty woke up in the park in the great, big city. Now you want to remember, as long as you live, That all things are not just what they seem; For these jolly and thrilling adventures, my dear. Were but only a Wonderful Dream! ", "title": "The Adventurous Billy and Betty, Page 25", "nid": "2133", "tags": [{"count": 1, "term": "adventure"}, {"count": 1, "term": "air ship"}, {"count": 1, "term": "castle"}, {"count": 2, "term": "children"}, {"count": 1, "term": "city"}, {"count": 1, "term": "cloud"}, {"count": 1, "term": "colour"}, {"count": 1, "term": "cornfield"}, {"count": 1, "term": "Country"}, {"count": 2, "term": "dream"}, {"count": 1, "term": "eating"}, {"count": 3, "term": "fairy"}, {"count": 1, "term": "good"}, {"count": 1, "term": "goodbye"}, {"count": 1, "term": "Home"}, {"count": 1, "term": "hunger"}, {"count": 1, "term": "log"}, {"count": 1, "term": "stare"}, {"count": 1, "term": "thrilling"}, {"count": 3, "term": "wand"}, {"count": 1, "term": "Wonderful"}, {"count": 1, "term": "worry"}]}, {"text": " A Word to Mothers IF you and the children have enjoyed “Billy and Betty,\" we hope you will write us. We like to please—and being human, we like to know when we have pleased. We have just published another book, which we will gladly send you. Its title is: \" What to Serve and How to Serve It “. Every housewife should have it. It was compiled by Mrs. Harriet Ellsworth Coates, one of the foremost authorities in America. Profusely illustrated with photographs of actual dishes. It is full of ideas on what to serve for every occasion, and contains many original recipes for dishes that will delight your guests and enhance your fame as a hostess. If you will send your dealer's name and enclose 10c to cover postage and packing, we will be glad to mail you this book. Address Domestic Science Kitchens. Van Camp's. Indianapolis, Ind. ", "title": "The Adventurous Billy and Betty, Page 26", "nid": "2134", "tags": [{"count": 1, "term": "adult"}, {"count": 1, "term": "advertisement"}, {"count": 1, "term": "Authority"}, {"count": 1, "term": "beans"}, {"count": 1, "term": "bottles"}, {"count": 1, "term": "cabinet"}, {"count": 1, "term": "cans"}, {"count": 1, "term": "chile"}, {"count": 1, "term": "cookbook"}, {"count": 1, "term": "cupboard"}, {"count": 1, "term": "delight"}, {"count": 1, "term": "domestic"}, {"count": 1, "term": "fame"}, {"count": 1, "term": "gender"}, {"count": 1, "term": "good"}, {"count": 1, "term": "housewife"}, {"count": 1, "term": "human"}, {"count": 1, "term": "milk"}, {"count": 1, "term": "mother"}, {"count": 1, "term": "old-fashioned"}, {"count": 1, "term": "original"}, {"count": 1, "term": "popular"}, {"count": 1, "term": "pork"}, {"count": 1, "term": "pumpkin"}, {"count": 1, "term": "recipe"}, {"count": 1, "term": "spaghetti"}, {"count": 1, "term": "tomato soup"}]}, {"text": " ", "title": "The Adventurous Billy and Betty, Page 27", "nid": "2135", "tags": [{"count": 1, "term": "blank"}]}, {"text": "", "title": "The Adventurous Billy and Betty, Page 28", "nid": "2136", "tags": [{"count": 1, "term": "blue"}, {"count": 1, "term": "genie"}, {"count": 2, "term": "lamp"}]}], "title": "The Adventurous Billy and Betty"}